Repository: silvarbor/prowl
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Sent to Prowl Notifications
zh_hans: 已发送到 Prowl 通知

source: Set a repository-specific worktree base directory. Leave empty to inherit the global setting.
zh_hans: 设置特定于此仓库的 worktree 基础目录。留空则继承全局设置。

source: Set the floating island's opacity while quiet; notched monitors always stay fully opaque
zh_hans: 设置 Agent 灵动岛在静默时的不透明度；有刘海的显示器始终保持完全不透明

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置…

source: Setup Script
zh_hans: 初始化脚本

source: Several agents that hand results to each other. Prowl launches or picks the other agents for each role.
zh_hans: 多个 Agent 相互传递结果。Prowl 会为每个角色启动或选取其他 Agent。

source: Share analytics with Prowl
zh_hans: 与 Prowl 共享分析数据

source: Share anonymous crash reports with Prowl (requires restart)
zh_hans: 与 Prowl 共享匿名崩溃报告（需要重启）

source: Share anonymous usage data with Prowl (requires restart)
zh_hans: 与 Prowl 共享匿名使用数据（需要重启）

source: Share crash reports with Prowl
zh_hans: 与 Prowl 共享崩溃报告

source: Sharpening code opinions
zh_hans: 正在教 Agent 说“这代码不行”

source: Shelf
zh_hans: 书架

source: Shelf View
zh_hans: 书架视图

source: Shelf — open a worktree or folder first
zh_hans: 书架 — 请先打开一个 worktree 或文件夹

source: Shortcut
zh_hans: 快捷键

source: Shortcut Conflict
zh_hans: 快捷键冲突

source: Shortcut for %@
zh_hans: %@ 的快捷键

source: Shortcut must include at least one modifier key.
zh_hans: 快捷键必须至少包含一个修饰键。

source: Shortcuts
zh_hans: 快捷键

source: Show %@ in Finder
zh_hans: 在访达中显示 %@

source: Show Active Agents
zh_hans: 显示活跃 Agent

source: Show Active Agents panel automatically
zh_hans: 自动显示活跃 Agent 面板

source: Show Agent Island
zh_hans: 显示 Agent 灵动岛

source: Show Conflict
zh_hans: 显示冲突

source: Show Details in Settings…
zh_hans: 在设置中显示详细信息…

source: Show Diff
zh_hans: 显示 Diff

source: Show Outgoing Changes
zh_hans: 显示待推送的更改

source: Show Workflows Folder
zh_hans: 显示工作流文件夹

source: Show a notification when a command exceeds the duration threshold
zh_hans: 当命令超过时长阈值时显示通知

source: Show a single-use pairing code with a 60-second expiry
zh_hans: 显示一个 60 秒后过期的一次性配对码

source: Show active agent status at the top of the selected display
zh_hans: 在所选显示器顶部显示活跃 Agent 状态

source: Show agent status in Shelf tabs
zh_hans: 在书架标签页中显示 Agent 状态

source: Show bell icon next to worktree
zh_hans: 在 worktree 旁显示铃铛图标

source: Show committed changes relative to the branch's base
zh_hans: 相对于分支的基准显示已提交的更改

source: Show committed changes relative to this repository's base
zh_hans: 相对于此仓库的基准显示已提交的更改

source: Show committed changes relative to this worktree's base
zh_hans: 相对于此 worktree 的基准显示已提交的更改

source: Show in toolbar
zh_hans: 在工具栏中显示

source: Show load failure
zh_hans: 显示加载失败

source: Show macOS system notification banners
zh_hans: 显示 macOS 系统通知横幅

source: Show main window
zh_hans: 显示主窗口

source: Show more workflow runs
zh_hans: 显示更多工作流运行

source: Show notification badge on dock icon
zh_hans: 在程序坞图标上显示通知标记

source: Show outgoing changes
zh_hans: 显示待推送的更改

source: Show runs started here or involving this pane, this worktree, or all runs
zh_hans: 显示在此处启动的或涉及此窗格、此 worktree 或所有运行

source: Show steps for %@
zh_hans: 显示 %@ 的步骤

source: Show terminal titles in agent rows
zh_hans: 在 Agent 行中显示终端标题

source: Show the Open in Editor button in the worktree toolbar.
zh_hans: 在 worktree 工具栏中显示“在编辑器中打开”按钮。

source: Show the Run button in the worktree toolbar.
zh_hans: 在 worktree 工具栏中显示“运行”按钮。

source: Show the bundled %@ skill folder in Finder
zh_hans: 在访达中显示内置的 %@ 技能文件夹

source: Show the unread worktree count on the Prowl dock icon.
zh_hans: 在 Prowl 程序坞图标上显示未读 worktree 数量。

source: Show this profile in the Agents menu
zh_hans: 在 Agent 菜单中显示此配置

source: Show uncommitted changes
zh_hans: 显示未提交的更改

source: Show uncommitted changes for this worktree
zh_hans: 显示此 worktree 的未提交更改

source: Show uncommitted changes in %@
zh_hans: 显示 %@ 中的未提交更改

source: Shown in the Command Palette, the Agents menu, and Workflow History
zh_hans: 显示在命令面板、Agent 菜单和工作流历史中

source: Shows only on %@, even when Prowl moves to another monitor.
zh_hans: 仅在 %@ 上显示，即使 Prowl 移到了其他显示器。

source: Shows the toolbar update badge without querying Sparkle
zh_hans: 显示工具栏更新标记而不查询 Sparkle

source: Sidebar Item 1
zh_hans: 边栏项目 1

source: Sidebar Item 2
zh_hans: 边栏项目 2

source: Silent Opacity
zh_hans: 静默不透明度

source: Silent opacity
zh_hans: 静默不透明度

source: Simulates a success toast
zh_hans: 模拟成功 Toast

source: Simulates an in-progress toast
zh_hans: 模拟进行中的 Toast

source: Single agent
zh_hans: 单 Agent

source: Skill link failed: %@
zh_hans: 技能链接失败：%@

source: Skip %@
zh_hans: 跳过 %@

source: Skip Step
zh_hans: 跳过步骤

source: Skip step '%@'? The workflow continues without an output from this step.
zh_hans: 跳过步骤“%@”？工作流会在没有此步骤输出的情况下继续。

source: Skip step '%@'? The workflow continues without the optional input used by %@.
zh_hans: 跳过步骤“%@”？工作流会在缺少 %@ 所用的可选输入的情况下继续。

source: Skip step '%@'? The workflow continues without this delivery.
zh_hans: 跳过步骤“%@”？工作流会在没有这份交付的情况下继续。

source: Skip step '%@'? This ends the run because step '%@' depends on its output.
zh_hans: 跳过步骤“%@”？由于步骤“%@”依赖它的输出，这会结束本次运行。

source: Skip the banner, sound, and dock bounce when the notification comes from the pane you're already looking at.
zh_hans: 当通知来自你正在查看的窗格时，跳过横幅、声音和程序坞弹跳。

source: Skipped
zh_hans: 已跳过

source: Socket
zh_hans: 套接字

source: Some control history was omitted after 10,000 records. Recorded outputs remain available.
zh_hans: 超过 10,000 条记录后，部分控制历史已被省略。已记录的输出仍然可用。

source: Some folders couldn't be opened
zh_hans: 部分文件夹无法打开

source: Some folders were left in place
zh_hans: 部分文件夹已原样保留

source: Some worktrees couldn't be removed
zh_hans: 部分 worktree 无法移除

source: Someone
zh_hans: 某人

source: Source
zh_hans: 来源

source: Source File
zh_hans: 源文件

source: Source and checkout are fixed once a repository is in the workspace. Remove and add it again to change them.
zh_hans: 仓库加入工作区后，来源和检出方式就固定了。如需更改，请移除后重新添加。

source: Source required for %@.
zh_hans: 需要为 %@ 指定来源。

source: Space
zh_hans: 空格

source: Spine style for repositories without a color, or for every spine when Follow Repo Color is off.
zh_hans: 用于没有颜色的仓库的书脊样式，或在关闭“跟随仓库颜色”时用于所有书脊。

source: Spinning up runners
zh_hans: 正在热身，马上开跑

source: Split
zh_hans: 拆分

source: Split Direction
zh_hans: 拆分方向

source: Split Down
zh_hans: 向下拆分

source: Split Horizontally
zh_hans: 水平拆分

source: Split Left
zh_hans: 向左拆分

source: Split Right
zh_hans: 向右拆分

source: Split Up
zh_hans: 向上拆分

source: Split Vertically
zh_hans: 垂直拆分

source: Splits
zh_hans: 拆分

source: Squash
zh_hans: 压缩合并

source: Staging your workspace
zh_hans: 正在布置工位

source: Start Host
zh_hans: 启动主机

source: Start listening, then create a pairing code
zh_hans: 开始监听，然后创建配对码

source: Start the run without this step.
zh_hans: 跳过此步骤直接开始运行。

source: Start the workflow (Return).
zh_hans: 开始工作流（回车）。

source: Start this workflow in %@
zh_hans: 在 %@ 中启动此工作流

source: Start this workflow without the sheet whenever nothing needs a decision.
zh_hans: 当无需任何决策时，不显示表单直接开始此工作流。

source: Started %@ · %@
zh_hans: 开始于 %@ · %@

source: Started from this pane's Active Agents row, so it is the source.
zh_hans: 从此窗格的“活跃 Agent”行启动，因此它就是来源。

source: Started here
zh_hans: 从这里启动

source: Starter
zh_hans: 起始模板

source: Starting…
zh_hans: 正在启动…

source: Starts directly when every required choice is available; otherwise Prowl opens the review sheet.
zh_hans: 所有必需的选择都已就绪时直接开始；否则 Prowl 会打开审阅面板。

source: Starts the %@ agent with its first instructions.
zh_hans: 启动 %@ 的 Agent，并发送第一条指令。

source: Status
zh_hans: 状态

source: Step %@
zh_hans: 步骤 %@

source: Step '%@' was skipped; step '%@' depended on its output.
zh_hans: 步骤“%@”已被跳过；步骤“%@”依赖它的输出。

source: Steps
zh_hans: 步骤

source: Steps %@
zh_hans: 步骤 %@

source: Steps the run can start without.
zh_hans: 可以跳过而直接开始运行的步骤。

source: Stop
zh_hans: 停止

source: Stop Host
zh_hans: 停止主机

source: Stop Running Script
zh_hans: 停止运行中的脚本

source: Stop Script
zh_hans: 停止脚本

source: Stop run script
zh_hans: 停止运行脚本

source: Stop the run script Prowl is tracking for this worktree
zh_hans: 停止 Prowl 为此 worktree 跟踪的运行脚本

source: Stored in %@. Edit Workspace opens the editor in the main window.
zh_hans: 存储在 %@。“编辑工作区”会在主窗口中打开编辑器。

source: Submission %lld · %@
zh_hans: 提交 %lld · %@

source: Submit GitHub Issue
zh_hans: 提交 GitHub 议题

source: Submit GitHub issue
zh_hans: 提交 GitHub 议题

source: Success
zh_hans: 成功

source: Suggest
zh_hans: 建议

source: Suggest SF Symbols for this repository using on-device intelligence.
zh_hans: 使用设备端智能为此仓库推荐 SF Symbol。

source: Suggest an Icon…
zh_hans: 建议图标…

source: Suggested
zh_hans: 建议

source: Suggested by on-device AI based on your repository context and recent terminal activity. May not always be accurate.
zh_hans: 由设备端 AI 根据仓库上下文和最近的终端活动给出的建议，不一定准确。

source: Suggested by the workflow: %@
zh_hans: 工作流的建议：%@

source: Suggested for this repository
zh_hans: 为此仓库推荐

source: Superseded
zh_hans: 已被取代

source: Switch between uncommitted and outgoing changes
zh_hans: 在未提交与待推送更改之间切换

source: Switch to %@
zh_hans: 切换到 %@

source: Switch to %@ (%@)
zh_hans: 切换到 %@（%@）

source: Syncing git state
zh_hans: 正在同步 git 状态

source: System
zh_hans: 系统

source: System Tint
zh_hans: 系统色调

source: System notifications
zh_hans: 系统通知

source: System-wide shortcut
zh_hans: 全局快捷键

source: System-wide shortcut: opens Agent Island while another app is active. While the island is enabled and has agents, this takes precedence over the same shortcut in other apps.
zh_hans: 全局快捷键：在其他应用处于活跃状态时打开 Agent 灵动岛。灵动岛已启用且有 Agent 时，它优先于其他应用中的相同快捷键。

source: TLS handshake failed (%@).
zh_hans: TLS 握手失败（%@）。

source: Tab Icon
zh_hans: 标签页图标

source: Take Over
zh_hans: 接管

source: Taken over
zh_hans: 已被接管

source: Task Links
zh_hans: 任务链接

source: Terminal Layout
zh_hans: 终端布局

source: Terminal Tabs & Panes
zh_hans: 终端标签页与窗格

source: Terminal pane
zh_hans: 终端窗格

source: Terminal progress
zh_hans: 终端进度

source: Terminal progress - Error
zh_hans: 终端进度 - 错误

source: Terminal progress - In progress
zh_hans: 终端进度 - 进行中

source: Terminal progress - Paused
zh_hans: 终端进度 - 已暂停

source: Terminal split: %lld pane
zh_hans: 终端分屏：%lld 个窗格

source: Terminal split: %lld panes
zh_hans: 终端分屏：%lld 个窗格

source: Terminal split: 0 panes
zh_hans: 终端分屏：0 个窗格

source: Terminal theming follows your Ghostty configuration. Browse [all built-in themes](https://iterm2colorschemes.com/), then add a dual-theme line such as:
zh_hans: 终端主题跟随你的 Ghostty 配置。浏览[所有内置主题](https://iterm2colorschemes.com/)，然后添加类似这样的双主题配置行：

source: The Agent Profile Prowl starts for this role.
zh_hans: Prowl 为此角色启动的 Agent 配置。

source: The Host did not confirm the request in time.
zh_hans: 主机未及时确认请求。

source: The Host is not ready for another request.
zh_hans: 主机尚未准备好处理下一个请求。

source: The agent will use the runtime's least-restricted mode. It may execute commands and modify files without prompting; managed or user-defined runtime policies can still apply.
zh_hans: Agent 将使用运行时限制最少的模式。它可能会在不提示的情况下执行命令和修改文件；受管理或用户定义的运行时策略仍可能适用。

source: The cached pull request has no base branch yet. Refresh pull request status and try again.
zh_hans: 缓存的拉取请求尚无基础分支。请刷新拉取请求状态后重试。

source: The change applies the next time Prowl starts; quitting the app may interrupt running terminal tasks.
zh_hans: 更改将在下次启动 Prowl 时生效；退出应用可能会中断正在运行的终端任务。

source: The code expired. Refresh to create a new one.
zh_hans: 配对码已过期。刷新即可创建新的配对码。

source: The configured worktree base %@ does not exist locally. Fetch it, or update the base branch in the repository's settings.
zh_hans: 已配置的 worktree 基准 %@ 在本地不存在。请获取它，或在仓库设置中更新基础分支。

source: The connection closed before Host confirmed the request.
zh_hans: 主机确认请求前连接已关闭。

source: The current options never reach this role, so no agent is started for it.
zh_hans: 当前选项下不会用到此角色，因此不会为它启动 Agent。

source: The device can now connect to this Mac and select a pane.
zh_hans: 该设备现在可以连接到这台 Mac 并选择窗格。

source: The device is disconnected and must pair again before it can mirror this Mac.
zh_hans: 该设备将被断开，须重新配对后才能镜像这台 Mac。

source: The eight-character code shown on Host under Add a Device. It expires after 60 seconds.
zh_hans: 主机上“添加设备”中显示的八位配对码。 60 秒后过期。

source: The entry leaves the workspace metadata when you save.
zh_hans: 保存时，此条目会从工作区元数据中移除。

source: The language will switch on next launch.
zh_hans: 将在下次启动时切换语言

source: The link at %@ points at an app that is gone. Participants deliver their results through prowl, so a run cannot start until it is repaired.
zh_hans: %@ 处的链接指向一个已不存在的应用。参与者通过 prowl 交付结果，因此在修复之前无法开始运行。

source: The link at %@ points at something that is not an executable command. Participants deliver their results through prowl, so a run cannot start until it is replaced.
zh_hans: %@ 处的链接指向的不是可执行命令。参与者通过 prowl 交付结果，因此在替换之前无法开始运行。

source: The name is shown instead of %@ on this Mac only.
zh_hans: 此名称仅在这台 Mac 上代替 %@ 显示。

source: The network port other Prowl apps connect to
zh_hans: 其他 Prowl 连接时使用的网络端口

source: The new tab opens in the background on Host and is mirrored here.
zh_hans: 新标签页会在主机的后台打开，并镜像到这里。

source: The pane this run starts from.
zh_hans: 这次运行的起始窗格。

source: The pane you start the workflow from. Its agent receives this role's instructions.
zh_hans: 你启动工作流时所在的窗格。其中的 Agent 会收到此角色的指令。

source: The previously used profile no longer qualifies.
zh_hans: 上次使用的配置已不符合条件。

source: The profile no longer exists.
zh_hans: 该配置已不存在。

source: The prowl command is now available at %@.
zh_hans: prowl 命令现已安装在 %@。

source: The prowl command line tool has been removed.
zh_hans: prowl 命令行工具已移除。

source: The pull request base %@/%@ is not available locally. Run `git fetch %@` and try again.
zh_hans: 拉取请求的基准 %@/%@ 在本地不可用。请运行 `git fetch %@` 后重试。

source: The record, prompts, deliveries, and action outputs of “%@” are removed from Workflow History. This cannot be undone.
zh_hans: “%@”的记录、提示词、交付和操作输出将从工作流历史中移除。此操作无法撤销。

source: The run continues; %@ proceeds without this delivery.
zh_hans: 运行会继续；%@ 将在没有这份交付的情况下进行。

source: The saved JSON result file; output contains its fields
zh_hans: 已保存的 JSON 结果文件；输出中包含它的各个字段

source: The selected worktree is no longer available.
zh_hans: 所选 worktree 已不可用。

source: The socket path is too long for macOS. Set PROWL_CLI_SOCKET to a shorter path.
zh_hans: 套接字路径对 macOS 来说过长。请将 PROWL_CLI_SOCKET 设为更短的路径。

source: The socket stopped responding.
zh_hans: 套接字已停止响应。

source: The source worktree is no longer available.
zh_hans: 来源 worktree 已不可用。

source: The starter asks the current agent for today's date in a chosen style.
zh_hans: 此起始模板让当前 Agent 以选定的风格报出今天的日期。

source: The starter plays rock-paper-scissors: the current agent picks a move, a second agent answers with the winning one.
zh_hans: 此起始模板玩石头剪刀布：当前 Agent 出一手，第二个 Agent 回以能赢的那一手。

source: The value contains an unsupported character — this row is ignored at launch.
zh_hans: 值中含有不支持的字符——启动时会忽略此行。

source: The workflow could not be started.
zh_hans: 无法启动工作流。

source: The workflow ended after reaching its maximum number of iterations.
zh_hans: 工作流在达到最大迭代次数后结束。

source: The workflow file was moved or deleted. Go back to choose another workflow.
zh_hans: 工作流文件已被移动或删除。请返回以选择其他工作流。

source: The workflow run failed but produced no logs.
zh_hans: 工作流运行失败，但未生成日志。

source: The worktree was deleted, but %@ could not be deleted safely. %@
zh_hans: worktree 已删除，但 %@ 无法安全删除。 %@

source: This Host no longer recognizes this Mac. Enter a new pairing code from Host.
zh_hans: 此主机已不再识别这台 Mac。请输入主机上新的配对码。

source: This Mac has no network interface with the address %@.
zh_hans: 这台 Mac 没有地址为 %@ 的网络接口。

source: This Mac only (127.0.0.1)
zh_hans: 仅这台 Mac（127.0.0.1）

source: This Mac’s address
zh_hans: 这台 Mac 的地址

source: This Pane
zh_hans: 此窗格

source: This Worktree
zh_hans: 此 worktree

source: This app bundles no installable skills.
zh_hans: 此应用未捆绑任何可安装的技能。

source: This branch has no committed changes relative to %@ (%@)
zh_hans: 相对于 %@（%@），此分支没有已提交的更改

source: This branch has no committed changes relative to its base
zh_hans: 相对于其基准，此分支没有已提交的更改

source: This branch was not selected.
zh_hans: 未选择此分支。

source: This bundle contains %lld script action(s). Scripts run with your local user permissions.
zh_hans: 此 Bundle 包含 %lld 个脚本操作。 脚本以你的本地用户权限运行。

source: This file is too large to preview. Open the bundle to inspect it.
zh_hans: 此文件过大，无法预览。请打开 Bundle 查看。

source: This file was removed from the bundle.
zh_hans: 此文件已从 Bundle 中移除。

source: This folder doesn't support worktrees.
zh_hans: 此文件夹不支持 worktree。

source: This folder is available in the sidebar. Git-only actions stay hidden.
zh_hans: 此文件夹已显示在边栏中。仅适用于 Git 的操作会保持隐藏。

source: This folder is not a Git repository.
zh_hans: 此文件夹不是 Git 仓库。

source: This pane
zh_hans: 此窗格

source: This profile gets its own runtime home: separate login and usage, but also separate skills, global instructions, and session history. The first launch signs in through the agent itself.
zh_hans: 此配置拥有独立的运行时主目录：登录和用量相互独立，技能、全局指令和会话历史也相互独立。首次启动时需通过 Agent 自身登录。

source: This profile's runtime cannot take a launch prompt.
zh_hans: 此配置的运行时不支持启动提示词。

source: This removes %@ from Prowl.
zh_hans: 这将从 Prowl 中移除 %@。

source: This removes the profile from Prowl. No files will be deleted.
zh_hans: 这将从 Prowl 中移除该配置。不会删除任何文件。

source: This removes the repository from Prowl. Worktrees and the main repository folder stay on disk.
zh_hans: 这会从 Prowl 移除仓库。 worktree 和主仓库文件夹仍保留在磁盘上。

source: This repository is being removed.
zh_hans: 此仓库正在被移除。

source: This repository uses %@, but its GitHub account override is configured for %@/%@. Update the repository's GitHub identity setting.
zh_hans: 此仓库使用 %@，但其 GitHub 账户覆盖配置的是 %@/%@。请更新此仓库的 GitHub 身份设置。

source: This role needs %@.
zh_hans: 此角色需要 %@。

source: This role needs another agent.
zh_hans: 此角色需要另一个 Agent。

source: This run is no longer available.
zh_hans: 这次运行已不可用。

source: This run works in the %@ worktree.
zh_hans: 这次运行在 worktree %@ 中进行。

source: This step did not run.
zh_hans: 此步骤未运行。

source: This step was skipped.
zh_hans: 此步骤已跳过。

source: This will close %lld %@ in “%@” with %@.
zh_hans: 这将关闭「%3$@」中的 %1$lld 个%2$@，其中有 %4$@。

source: This will close %lld %@ in “%@” with %@. Closing may lose unsubmitted input.
zh_hans: 这将关闭「%3$@」中的 %1$lld 个%2$@，其中有 %4$@。关闭可能会丢失未提交的输入。

source: This will close all terminal sessions.
zh_hans: 这将关闭所有终端会话。

source: This workflow cannot start — check its file with `prowl workflow validate`
zh_hans: 此工作流无法启动——请使用 `prowl workflow validate` 检查其文件。

source: This workflow has %lld validation error.
zh_hans: 此工作流有 %lld 个验证错误。

source: This workflow has %lld validation errors.
zh_hans: 此工作流有 %lld 个验证错误。

source: This workflow is hidden from launch surfaces and cannot run.
zh_hans: 此工作流不会出现在启动入口中，也无法运行。

source: Tile
zh_hans: 平铺

source: Tile Canvas Cards
zh_hans: 平铺画布卡片

source: Tile cards to fill the canvas
zh_hans: 平铺卡片以填满画布

source: Timed out
zh_hans: 已超时

source: Tint nav & toolbar
zh_hans: 为导航栏和工具栏着色

source: Tint spines in Shelf View
zh_hans: 在书架视图中为书脊着色

source: Tint the nav and toolbar with this color in every view, ignoring repository colors.
zh_hans: 在所有视图中使用此颜色为导航栏和工具栏着色，忽略仓库颜色。

source: Tints the row in the sidebar, the shelf spine background, and the canvas card title bar.
zh_hans: 为边栏中的行、书架书脊背景以及画布卡片标题栏着色。

source: Title
zh_hans: 标题

source: Toggle Active Agents Panel
zh_hans: 切换活跃 Agent 面板

source: Toggle Agent Island
zh_hans: 切换 Agent 灵动岛

source: Toggle Canvas
zh_hans: 切换画布

source: Toggle Left Sidebar
zh_hans: 切换左侧边栏

source: Toggle Shelf
zh_hans: 切换书架

source: Toggle Sidebar
zh_hans: 切换边栏

source: Toggle Split Zoom
zh_hans: 切换分屏缩放

source: Tools not installed on this Mac appear disabled.
zh_hans: 此 Mac 上未安装的工具会显示为已停用。

source: Try Again
zh_hans: 重试

source: Try generating suggestions again.
zh_hans: 再次尝试生成建议。

source: Try to delete the local branch with git branch -d after removing the worktree.
zh_hans: 移除 worktree 后，尝试用 git branch -d 删除本地分支。

source: Tuning buffers
zh_hans: 正在调参，玄学中

source: Turn on “Badge app icon” for Prowl in System Settings > Notifications.
zh_hans: 请在“系统设置 > 通知”中为 Prowl 打开“App 图标标记”。

source: Unable to Load Changes
zh_hans: 无法载入更改

source: Unable to clear saved terminal layout
zh_hans: 无法清除保存的终端布局

source: Unable to copy to the clipboard.
zh_hans: 无法复制到剪贴板。

source: Unable to create workspace
zh_hans: 无法创建工作区

source: Unable to create worktree
zh_hans: 无法创建 worktree

source: Unable to delete branch
zh_hans: 无法删除分支

source: Unable to delete worktree
zh_hans: 无法删除 worktree

source: Unable to open diff in %@
zh_hans: 无法在 %@ 中打开 Diff

source: Unable to open folders
zh_hans: 无法打开文件夹

source: Unable to open in %@
zh_hans: 无法在 %@ 中打开

source: Unable to prepare clone log
zh_hans: 无法准备克隆日志

source: Unable to read repository
zh_hans: 无法读取仓库

source: Unable to rename branch
zh_hans: 无法重命名分支

source: Unable to resolve a repository for the new worktree.
zh_hans: 无法为新的 worktree 确定所属仓库。

source: Unable to save workspace
zh_hans: 无法保存工作区

source: Unable to show outgoing changes
zh_hans: 无法显示待推送的更改

source: Unarchive worktree
zh_hans: 取消归档 worktree

source: Unassigned
zh_hans: 未分配

source: Unavailable
zh_hans: 不可用

source: Unavailable Run
zh_hans: 运行不可用

source: Unavailable while the %@ custom command “%@” uses %@. Custom Commands take precedence.
zh_hans: %1$@自定义命令“%2$@”正在使用 %3$@，因此不可用。自定义命令优先。

source: Uncolored repositories use a gray spine. Repositories with a custom color still use that color.
zh_hans: 未设颜色的仓库使用灰色书脊。设有自定义颜色的仓库仍使用该颜色。

source: Uncolored repositories use a gray spine. Repository colors are ignored for Shelf spines.
zh_hans: 未设颜色的仓库使用灰色书脊。书架书脊会忽略仓库颜色。

source: Uncolored repositories use the system tint color. Repositories with a custom color still use that color.
zh_hans: 未设颜色的仓库使用系统色调。设有自定义颜色的仓库仍使用该颜色。

source: Uncolored repositories use the system tint color. Repository colors are ignored for Shelf spines.
zh_hans: 未设颜色的仓库使用系统色调。书架书脊会忽略仓库颜色。

source: Uncommitted
zh_hans: 未提交

source: Uncommitted changes will be lost.
zh_hans: 未提交的更改将丢失。

source: Undo
zh_hans: 撤销

source: Undo Removal
zh_hans: 撤销移除

source: Unexpected Host frame.
zh_hans: 收到了意外的主机帧。

source: Unexpected Host message.
zh_hans: 收到了意外的主机消息。

source: Unified
zh_hans: 统一

source: Uniform
zh_hans: 统一大小

source: Uninstall
zh_hans: 卸载

source: Unknown error
zh_hans: 未知错误

source: Unpin
zh_hans: 取消固定

source: Unpin Worktree
zh_hans: 取消固定 worktree

source: Unpin worktree
zh_hans: 取消固定 worktree

source: Unread notifications
zh_hans: 未读通知

source: Unread notifications. Hover to show.
zh_hans: 未读通知。悬停以显示。

source: Unregister worktrees created for this workspace from their source repositories, then delete the workspace folder.
zh_hans: 从源仓库中取消注册为此工作区创建的 worktree，然后删除工作区文件夹。

source: Unregisters the worktree from its source repository and deletes the folder.
zh_hans: 从源仓库注销该 worktree，并删除文件夹。

source: Unsupported key. Use letters, numbers, or punctuation.
zh_hans: 不支持的按键。请使用字母、数字或标点。

source: Unsupported key. Use letters, numbers, punctuation, Return, or arrows.
zh_hans: 不支持的按键。请使用字母、数字、标点、Return 或方向键。

source: Untitled tab
zh_hans: 未命名标签页

source: Up
zh_hans: 上方

source: Update GitHub CLI
zh_hans: 更新 GitHub CLI

source: Update GitHub CLI to the latest version to use GitHub integration.
zh_hans: 更新 GitHub CLI 至最新版本以使用 GitHub 集成。

source: Updates
zh_hans: 更新

source: Use
zh_hans: 使用

source: Use Dedicated Home
zh_hans: 使用专用主目录

source: Use Selection for Find
zh_hans: 用所选内容查找

source: Use a project's own app icon or logo as the repository icon when adding it.
zh_hans: 添加仓库时，使用项目自身的应用图标或标识作为仓库图标。

source: Use local branch
zh_hans: 使用本地分支

source: Use the card's title-bar button
zh_hans: 使用卡片标题栏上的按钮

source: Use the default workflow icon
zh_hans: 使用默认工作流图标

source: Use the plus button to open a terminal.
zh_hans: 使用加号按钮打开终端。

source: Used when merging PRs from the command palette.
zh_hans: 从命令面板合并 PR 时使用。

source: User-provided SVGs are tinted with the repo color.
zh_hans: 用户提供的 SVG 会使用仓库颜色着色。

source: Uses a dedicated home with its own account
zh_hans: 使用带有独立账户的专用主目录

source: Uses the active repository's color. Uncolored repositories use gray.
zh_hans: 使用当前仓库的颜色。未设颜色的仓库使用灰色。
